<?php
// +----------------------------------------------------------------------
// | 海豚PHP框架 [ DolphinPHP ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 河源市卓锐科技有限公司 [ http://www.zrthink.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://dolphinphp.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 模块信息
 */
return [
  'name' => 'call',
  'title' => '呼叫系统',
  'identifier' => 'call.zxgbuynow.module',
  'icon' => 'fa fa-fw fa-call-bag',
  'description' => '呼叫',
  'author' => '睡眼朦胧中',
  'author_url' => 'https://my.oschina.net/u/3144895',
  'version' => '1.0.0',
  'tables' => [
    'brand'
  ],
  'database_prefix' => 'zg_',
];
